{
    "title": "Xinyang Leasing",
    "about": "contact us",
    "txt1" : "The best service, preferred Xinyang, rental cars have compulsory insurance, if you need to add other insurance can be discussed.",
    "txt2" : "Choose Xin Yang safety and security, rental car types have mandatory insurance, rest assured that rental.",
    "txt3" : "For car rental reservation, please call 02 2956-2165.",
    "txt4" : "Minivan Rental, Camper Rental, Call 02 2956-2165.",
    "txt5" : "our service",
    "txt6" : "Van Rental.",
    "txt7" : "Van Specifications:",
    "txt8" : "1.75 tons, 1.9 tons, 2.75 tons, 3.5 tons, 5 tons,",
    "txt9" :  "Seats: 1-3 people.",
    "txt10" : "Campervan Rental",
    "txt11" : "Campervan Specifications: 3.5 tons",
    "txt12" : "Multi-passenger",
    "txt13" : "Used Car Sales",
    "txt14" : "We also offer used car sales services. For details, please contact Deputy Manager Zeng at 09-3372-2044.",
    "txt15" : "Solar Installation & Land Sales",
    "txt16" : "Vehicle Images",
    "txt17" : "We have more truck styles in the store, including Toyota automatic transmission trucks. New arrivals. Visit our store for a test drive.",
    "txt18" : "Truck",
    "txt19" : "Truck",
    "txt20" : "Truck",
    "txt21" : "Truck",
    "txt22" : "Truck",
    "txt23" : "Truck",
    "txt24" : "Truck",
    "txt25" : "Toyota automatic transmission trucks. New arrivals in the store.",
    "txt26" : "Toyota automatic transmission trucks. New arrivals in the store.",
    "txt27" : "Truck Rental Prices",
    "txt28" : "We also offer campervan rentals. For pricing details, please contact Deputy Manager Zeng at 09-3372-2044 or add us as an official LINE friend.",
    "txt29" : "Hourly Rate",
    "txt30" : "/2 hrs",
    "txt31" : "Manual Transmission Small Truck",
    "txt32" : "Minimum rental duration of 2 hours",
    "txt33" : "For any inquiries, please feel free to contact Deputy Manager Zeng at:",
    "txt34" : "02-2956-2165",
    "txt35" : "Hourly Rate",
    "txt36" : "/2 hrs",
    "txt37" : "Automatic Transmission Small Truck",
    "txt38" : "Minimum rental duration of 2 hours",
    "txt39" : "For any inquiries, please feel free to contact Deputy Manager Zeng at:",
    "txt40" : "02-2956-2165",
    "txt41" : "Most recommended",
    "txt42" : "Charged per day",
    "txt43" : "/days",
    "txt44" : "Calculated on a 24-hour basis",
    "txt45" : "For any inquiries, please feel free to contact Deputy Manager Zeng at:",
    "txt46" : "02-2956-2165",
    "txt47" : "Monthly Rental",
    "txt48" : "/months",
    "txt49" : "Calculated per month",
    "txt50" : "For monthly rentals, please contact Deputy Manager Zeng for special pricing. Please call:",
    "txt51" : "02-2956-2165",
    "txt52" : "Annual Rental",
    "txt53" : "/year",
    "txt54" : "Calculated per year",
    "txt55" : "For annual rentals, please contact Deputy Manager Zeng for special pricing. Please call:",
    "txt56" : "02-2956-2165",
    "txt57" : "Service Achievements",
    "txt58" : "Invite a friend to join our official Xinyang Rental LINE, give us ⭐️⭐️⭐️⭐️⭐️ reviews on Google, and show it when making a rental reservation. You can enjoy free rental of rental equipment and a valuable deposit of NT$ 1000!",
    "txt59" : "Serving Customers",
    "txt60" : "Service Mileage",
    "txt61" : "Number of Rentals",
    "txt62" : "Average Daily Visitors",
    "txt63" : "→ Click here to see the rental instructions and related rules.",
    "txt64" : "The lessee must be at least 20 years old.",
    "txt65" : "When renting a car, you must bring your own ID and a valid driver's license.",
    "txt66" : "The rental fee must be paid in cash upon pickup, with a deposit of NT$ 1000, which will be refunded after deducting any applicable charges (such as fuel costs or vehicle damage costs) upon return.",
    "txt67" : "All vehicles are provided with compulsory motor vehicle liability insurance (the scope of compensation is subject to the regulations of the Ministry of Finance). Compulsory insurance includes: maximum compensation of NT$200,000 per person for bodily injury and maximum compensation of NT$1,600,000 per person for death. If you require additional insurance, please request and pay the insurance premium upon vehicle pickup.",
    "txt68" : "The lessee can purchase additional liability waiver insurance, which provides a maximum deductible of NT$10,000 for the rental car and a 30% deductible for theft. Overtime charges: Daily rental is calculated based on 24 hours, and every hour exceeding the rental period incurs an overtime charge of 10% of the daily rental. Overtime exceeding 6 hours is calculated as a full day's rental. Insurance premiums are calculated per day.",
    "txt69" : "Business hours: 7:00 AM to 8:00 PM daily. For vehicle pickup outside of business hours, please make a reservation in advance.",
    "txt70" : "For rentals of 3 days or more, free delivery within Taipei City and New Taipei City. This service requires advance reservation.",
    "txt71" : "Please notify in advance for late returns, but the company reserves the right to approve.",
    "txt72" : "Xinyang Rental Address",
    "txt73" : "Xinyang Rental (Unified Business No.: 17289012)",
    "txt74" : "Head Office Address: No. 2-6, Da'an Road, Shulin District, New Taipei City, Phone: (02) 2956-2165",
    "txt75" : "Follow Us",
    "txtmap" : "No. 2-6, Da'an Road, Shulin District, New Taipei City"

  }
  